export const faq = Object.freeze([
  {
    question: 'NIA는 무엇인가요?',
    answer: 'NIA는 긴 URL을 짧게 줄여주는 URL 단축 서비스입니다.',
  },
  {
    question: 'NIA의 차별점은 무엇인가요?',
    answer:
      'NIA는 인앱 브라우저 우회 기능을 제공하여, 카카오톡, 인스타그램, 틱톡, 라인 등에서 열어도 크롬 혹은 사파리 등의 외부 브라우저로 열리게 할 수 있습니다. 또한 날짜별, 플랫폼별, 국가별 통계를 제공합니다.',
  },
  {
    question: '인앱 브라우저 우회 기능의 장점은 무엇인가요?',
    answer:
      "구글 로그인이 필요한 페이지 등에서 인앱 브라우저로 열 경우 '보안 브라우저 사용 정책을 준수하지 않습니다.'라는 경고가 뜨게됩니다. 이 경고를 우회함으로써 사용자의 편의성을 높이고, 더 높은 광고 효과를 경험하실 수 있습니다.",
  },
  {
    question: '어떠한 URL도 단축할 수 있나요?',
    answer:
      '어떠한 URL이라도 단축할 수 있습니다. 단, 도박 사이트, 성인 사이트 등의 URL은 통보 없이 차단될 수 있습니다.',
  },
  {
    question: '회원가입을 해야하나요?',
    answer:
      '회원가입 없이도 URL을 단축할 수 있습니다. 하지만 회원가입을 하시면 단축된 URL의 목록과 통계를 확인하실 수 있습니다.',
  },
]);

export default faq;
